IDEA Open Model
ConcreteULSCheckResultFatigueEc2.InternalForceMin Property
Compatible with IDEA StatiCa Beta 20.0
 internal forces for fatigue calculation min
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfInternalForces InternalForceMin { get; set; }
Public Property InternalForceMin As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace